[
  {
    "thumbnail": "https://miro.medium.com/max/1400/1*HX8eqNRPMTHZT6gjz0zGug.png",
    "slug": "vizzuality-satelligence-sei-receive-us-2-million-from-ec-for-sustainable-supply-chain-services",
    "title": "Vizzuality, Satelligence, SEI receive US$2 million from European Commission for sustainable supply chain services.",
    "description": "A consortium led by Vizzuality has received a US$2 million grant from the European Commission to develop tools to assist food industry companies manage environmental impacts and risks in their supply chains. The grant leverages the consortium’s respective areas of expertise and wealth of data produced under the EU Copernicus program to bring new services to market.",
    "url": "https://medium.com/vizzuality-blog/vizzuality-satelligence-sei-receive-us-2-million-from-ec-for-sustainable-supply-chain-services-78819a53ff3d"
  },
  {
    "thumbnail": "https://miro.medium.com/max/1400/1*rvHreoDUYYF-a-pmkyDjXQ.png",
    "slug": "the-move-towards-sustainable-supply-chains",
    "title": "The move towards sustainable supply chains.",
    "description": "Vizzuality is grounded in the mission to make the world more sustainable. Sustainability is a society-wide endeavour, and we recognise technology is just one part of a much broader transition. We have had the privilege of working with incredible organisations, primarily NGOs, working towards this mission. To contribute further, we are going to help companies improve the sustainability of their supply chains.",
    "url": "https://medium.com/vizzuality-blog/the-move-towards-sustainable-supply-chains-2539ce7ea19e"
  },
  {
    "thumbnail": "https://miro.medium.com/max/1400/1*iqdwK71Df1KvLF5wpuXCTA.png",
    "slug": "seeking-early-users-for-better-supply-chain-management-with-landgriffon",
    "title": "Seeking early users for better supply chain management with LandGriffon.",
    "description": "LandGriffon is a service to help companies measure, manage and anticipate impacts and risks from the raw materials in their supply chains. We welcome early adopters to join us in making it the ideal solution to manage your supply chain’s sustainability.",
    "url": "https://medium.com/vizzuality-blog/seeking-early-users-for-better-supply-chain-management-with-landgriffon-53bc175a2fe6"
  }
]
